abusaidm.html-snippets
aksharpatel47.vscode-flutter-helper
alexisvt.flutter-snippets
amiralizadeh9480.flutter-widget-wrap
batisteo.vscode-django
bibhasdn.django-html
bibhasdn.django-snippets
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer
craigthomas.supersharp
cstrap.flask-snippets
Dart-Code.dart-code
Dart-Code.flutter
DavidAnson.vscode-markdownlint
dbaeumer.jshint
dbaeumer.vscode-eslint
doggy8088.netcore-snippets
dongli.python-preview
donjayamanne.githistory
donjayamanne.javadebugger
donjayamanne.jupyter
donjayamanne.python-extension-pack
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
eg2.vscode-npm-script
esbenp.prettier-vscode
esskar.vscode-flutter-i18n-json
felipecaputo.git-project-manager
felixfbecker.php-debug
felixfbecker.php-intellisense
felixfbecker.php-pack
fireside21.cshtml
formulahendry.auto-close-tag
formulahendry.code-runner
formulahendry.docker-explorer
formulahendry.docker-extension-pack
formulahendry.dotnet-test-explorer
Fudge.auto-using
gornivv.vscode-flutter-files
Gruntfuggly.todo-tree
HookyQR.beautify
jchannon.csharpextensions
jorgeserrano.vscode-csharp-snippets
josephwoodward.vscodeilviewer
k--kato.docomment
kalitaalexey.vscode-rust
KishoreIthadi.dotnet-core-essentials
kreativ-software.csharpextensions
kumar-harsh.graphql-for-vscode
leizongmin.node-module-intellisense
magicstack.MagicPython
marcelovelasquez.flutter-tree
Mikael.Angular-BeastCode
mikestead.dotenv
miqh.vscode-language-rust
ms-azuretools.vscode-docker
ms-mssql.mssql
ms-python.python
ms-vscode.cpptools
ms-vscode.csharp
ms-vscode.vscode-typescript-tslint-plugin
ms-vsts.team
msjsdiag.debugger-for-chrome
Nash.awesome-flutter-snippets
pflannery.vscode-versionlens
Pivotal.vscode-concourse
Pivotal.vscode-manifest-yaml
PKief.material-icon-theme
pushqrdx.inline-html
quicktype.quicktype
rahulsahay.Csharp-ASPNETCore
rbai.emmet-uxcore
redhat.java
ritwickdey.LiveServer
rust-lang.rust
salbert.awesome-dotnetcore-pack
salbert.copy-text
schneiderpat.aspnet-helper
shamanu4.django-intellisense
softwaredotcom.swdc-vscode
temilaj.asp-net-core-vs-code-extension-pack
tht13.python
tintoy.msbuild-project-tools
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
waderyan.gitblame
wholroyd.jinja
yongzhenlow.dart-built-value-snippets
Zignd.html-css-class-completion
